Repository: codesidekick/nicholas.alipaz.net
Catalog: modules/contrib/httpbl/po/*.po
Languages: nl

source: Request whitelisting
nl: Verzoek voor toelating tot de witte lijst

source: Manage http:BL settings.
nl: http:BL instellingen beheren

source: Your comment has been queued for moderation by site administrators and will be published after approval.
nl: Uw opmerking is in de wachtrij geplaatst voor moderatie door sitebeheerders en zal na goedkeuring worden gepubliceerd

source: IP blacklist lookups are currently disabled; enter your access key below and enable checks to enable blacklist lookups.
nl: Opzoeken van IP-adressen op de zwarte lijst is op dit moment uitgeschakeld. Voer hieronder uw toegangssleutel in en activeer het zoeken in de zwarte lijst.

source: For more information about http:BL, see the <a href="http://www.projecthoneypot.org/httpbl.php">http:BL homepage</a>.
nl: Voor meer informatie over http:BL, zie de <a href="http://www.projecthoneypot.org/httpbl.php">http:BL home-pagina</a>.

source: http:BL Access Key
nl: http:BL toegangssleutel

source: Your http:BL <a href="http://www.projecthoneypot.org/httpbl_configure.php">Access Key</a>.
nl: Uw http:BL <a href="http://www.projecthoneypot.org/httpbl_configure.php">toegangssleutel (Access Key)</a>.

source: Check blacklist status
nl: Status zwarte lijst controleren

source: Nowhere (disabled)
nl: Nergens (uitgeschakeld)

source: On comment forms
nl: Op opmerkingenpagina's

source: For anonymous users
nl: Voor anonieme gebruikers

source: For all users
nl: Voor alle gebruikers

source: At what times the blacklist should be checked.
nl: Wanneer de zwarte lijst gecontroleerd moet worden.

source: Blacklist message
nl: Bericht bij zwarte lijst

source: The message visitors will see when their IP is blacklisted. <em>%ip</em> will be replaced with the visitor's IP, <em>%ipurl</em> with a link to the Project Honeypot information page for that IP, <em>%honeypot</em> with your Honeypot link.
nl: Het bericht dat bezoekers te zien krijgen als hun IP op de zwarte lijst staat. <em>%ip</em> wordt vervangen door het IP van de bezoeker, <em>%ipurl</em> wordt vervangen door een link naar de informatiepagina van project Honeypot voor het betreffende IP, <em>%honeypot</em> wordt vervangen door uw Honeypot-link.

source: Greylist message
nl: Bericht bij grijze lijst

source: The message visitors will see when their IP is greylisted. <em>%ip</em> will be replaced with the visitor's IP, <em>%ipurl</em> with a link to the Project Honeypot information page for that IP, <em>%honeypot</em> with your Honeypot link, <em>%whitelisturl</em> with the internal whitelist request URL.
nl: Het bericht dat bezoekers te zien krijgen als hun IP op de grijze lijst staat. <em>%ip</em> wordt vervangen door het IP van de bezoeker, <em>%ipurl</em> wordt vervangen door een link naar de informatiepagina van project Honeypot voor het betreffende IP, <em>%honeypot</em> wordt vervangen door uw Honeypot-link, <em>%whitelisturl</em> wordt vervangen door de interne URL van het witte lijst-verzoek.

source: Your Honeypot (spam trap) settings. For more information, see the <a href="http://www.projecthoneypot.org/">Project Honey Pot homepage</a>.
nl: Uw Honeypot (spam-val) instellingen. Voor meer informatie, zie de <a href="http://www.projecthoneypot.org/">home-pagina van project Honeypot</a>.

source: Add link to footer
nl: Voeg onderaan de pagina een link toe

source: Whether to add your Honeypot link to the footer of every page.
nl: Voeg onder iedere pagina uw Honeypot-link toe.

source: Project Honey Pot Link
nl: Link Honeypot-project

source: Your Honeypot (spam trap) link. This can be one of your own <a href="http://www.projecthoneypot.org/manage_honey_pots.php">Honey Pots</a> or a <a href="http://www.projecthoneypot.org/manage_quicklink.php">QuickLink</a>.
nl: Uw Honeypot (spam-val) link. Dit kan een van uw eigen <a href="http://www.projecthoneypot.org/manage_honey_pots.php">Honeypots</a> of een <a href="http://www.projecthoneypot.org/manage_quicklink.php">QuickLink</a> zijn.

source: Link word
nl: Link-woord

source: A random word which will be used as a link.
nl: Een willekeurig woord dat als link wordt gebruikt.

source: Advanced
nl: Geavanceerd

source: Greylisting threshold
nl: Drempelwaarde grijze lijst

source: Threshold for the greylisting threat level (1-255, 0 to disable greylisting)
nl: Drempelwaarde voor een bedreiging op de grijze lijst (1-255, 0 om de grijze lijst uit te schakelen)

source: Log level
nl: Logniveau

source: Only errors
nl: Alleen fouten

source: Temporary whitelist requests
nl: Tijdelijke witte lijst-verzoeken

source: Grey- and blacklisted IPs
nl: IP-adressen op de grijze- en zwarte lijst.

source: All requests (debugging)
nl: All verzoeken (testen)

source: Log level for http:BL requests. Every item contains all items above it.
nl: Logniveau voor alle http:BL-verzoeken. Elk item bevat alle items erboven.

source: Enable statistics
nl: Statistieken inschakelen.

source: Whether to enable counting of grey- and blacklisted requests.
nl: Of de telling van bezoeken op de grijze- en zwarte lijst moet worden ingeschakeld.

source: Enable database cache
nl: Databasecache inschakelen

source: Whether to enable database-based caching. Note that when this is disabled, IPs that fail the temporary whitelist test cannot be banned.
nl: Of de databasecache moet worden ingeschakeld. Wanneer dit is uitgeschakeld kunnen IP-adressen die de tijdelijke witte lijst-test falen niet geblokeerd worden.

source: You must enter an access key to enable blacklist checks.
nl: U moet een toegangscode invoeren om zwarte lijst-controle in te schakelen.

source: You must enter a link to be able to add it to the footer.
nl: U moet een toegangscode invoeren om zwarte lijst-controle in te schakelen.

source: Threat level threshold should be a numeric value between 0 to 255.
nl: Drempelwaarde van de bedreiging moet numeriek zijn en tussen 0 en 255.

source: Your access key is formatted incorrectly.
nl: Uw toegangscode heeft een onjuiste opmaak.

source: Testcase failed. This either means that your access key is incorrect or that there is a problem in your DNS system.
nl: Test mislukt. Dit betekent dat uw toegangscode onjuist is of dat u een probleem in uw DNS-systeem heeft.

source: IP blacklist lookups are currently disabled; enter your access key <a href="@settings">on the settings page</a> and enable checks to enable blacklist lookups.
nl: Opzoeken van IP-adressen op de zwarte lijst is op dit moment uitgeschakeld. Voer <a href="@settings">op de instellingenpagina</a> uw toegangssleutel in en activeer het zoeken in de zwarte lijst.

source: Disabled
nl: Uitgeschakeld

source: http:BL is enabled.
nl: http:BL is ingeschakeld.

source: Enabled
nl: Ingeschakeld

source: http:BL is enabled and has blocked %c comments.
nl: http:BL is ingeschakeld en heeft %c opmerkingen geblokkeerd.

source: http:BL is enabled and has blocked %t visits (%b blacklisted and %g greylisted).
nl: http:BL is ingeschakeld en heeft %t bezoeken geblokkeerd (%b op de zwarte en %g op de grijze lijst).

source: %ip was blacklisted (%response)
nl: %ip is op de zwarte lijst geplaatst (%response)

source: %ip was greylisted (%response)
nl: %ip is op de grijze lijst geplaatst (%response)

source: Lookup for %ip was negative (%response)
nl: Opzoeken van %ip was negatief (%response)

source: No results for %ip
nl: Geen resultaten voor %ip

source: Search engine lookup for %ip was positive (%response)
nl: Zoekmachinecontrole voor %ip was positief (%response)

source: Search engine lookup for %ip was negative (%response)
nl: Zoekmachinecontrole voor %ip was negatief (%response)

source: Reason for block
nl: Reden van blokkering

source: Leave this blank
nl: Laat dit leeg

source: Whitelist request
nl: Witte lijst-verzoek

source: %ip failed session whitelist request, blacklisted for 24 hours.
nl: Witte lijst-verzoek van %ip mislukt, op de zwarte lijst geplaatst voor 24 uur.

source: Whitelist request failed; your IP has been blacklisted for 24 hours.
nl: Witte lijst-verzoek mislukt; uw IP-adres is voor 24 uur op de zwarte lijst geplaatst.

source: %ip failed session whitelist request.
nl: Witte lijst-verzoek van %ip mislukt.

source: Whitelist request failed.
nl: Witte lijst-verzoek mislukt.

source: %ip tried a whitelist request
nl: %ip heeft geprobeerd zich op de witte lijst te zetten

source: Session from %ip whitelisted. Reason: @reason
nl: Sessie van %ip op de witte lijst geplaatst. Reden: @reason

source: The current session has been whitelisted.
nl: De huidige sessie is op de witte lijst geplaatst.

source: Lookup failed for %ip, response was %response
nl: Opzoeken mislukt voor %ip, antwoord was %response

source: Implementation of http:BL for Drupal.
nl: Implementatie van http:BL voor Drupal.

source: Spam control
nl: Spamcontrole
